[TacticalC4 X2GrenadeTemplate]
FriendlyName="C4"
FriendlyNamePlural="C4"
BriefSummary="可远程引爆的常规炸药。"
TacticalText="可远程引爆的常规炸药。"

[TacticalX4 X2GrenadeTemplate]
FriendlyName="X4"
FriendlyNamePlural="X4"
BriefSummary="可远程引爆的高级炸药。"
TacticalText="可远程引爆的高级炸药。"

[TacticalE4 X2GrenadeTemplate]
FriendlyName="E4"
FriendlyNamePlural="E4"
BriefSummary="可远程引爆的高级超铀混合炸药。"
TacticalText="可远程引爆的高级超铀混合炸药。"

[MusashiPlantTacticalC4 X2AbilityTemplate]
LocFriendlyName="放置 C4"
LocLongDescription="可远程引爆的C4爆炸装置。放置C4是一种标准的不结束回合行动，不会破坏隐蔽性。"
LocHelpText="在目标区域放置C4。"
LocFlyOverText="放置 C4"
LocPromotionPopupText=""

[MusashiPlantTacticalX4 X2AbilityTemplate]
LocFriendlyName="放置 X4"
LocLongDescription="可远程引爆的X4爆炸装置。放置X4是一种标准的不结束回合行动，不会破坏隐蔽性。"
LocHelpText="在目标区域放置X4。"
LocFlyOverText="放置 X4"
LocPromotionPopupText=""

[MusashiPlantTacticalE4 X2AbilityTemplate]
LocFriendlyName="放置 E4"
LocLongDescription="可远程引爆的E4爆炸装置。放置E4是一种标准的不结束回合行动，不会破坏隐蔽性。"
LocHelpText="在目标区域放置E4。"
LocFlyOverText="放置 E4"
LocPromotionPopupText=""

[MusashiTriggerTacticalC4 X2AbilityTemplate]
LocFriendlyName="引爆 C4"
LocLongDescription="引爆所有放置的C4炸药。自由行动，不会打破隐蔽状态。不能在放置炸药的同一回合引爆。"
LocHelpText="引爆所有放置的C4炸药。"
LocFlyOverText="引爆C4炸药"

[MusashiTriggerTacticalX4 X2AbilityTemplate]
LocFriendlyName="引爆 X4"
LocLongDescription="引爆所有放置的X4炸药。自由行动，不会打破隐蔽状态。不能在放置炸药的同一回合引爆。"
LocHelpText="引爆所有放置的X4炸药。"
LocFlyOverText="引爆X4炸药"

[MusashiTriggerTacticalE4 X2AbilityTemplate]
LocFriendlyName="引爆 E4"
LocLongDescription="引爆所有放置的E4炸药。自由行动，不会打破隐蔽状态。不能在放置炸药的同一回合引爆。"
LocHelpText="引爆所有放置的E4炸药。"
LocFlyOverText="引爆E4炸药"